export interface DishItem {
  id: number;
  img: string;
  descr: string;
  title: string;
}
export const dishes: DishItem[] = [
  {
    id: 1,
    img: './images/001.jpg',
    descr:
      'Легкість, сонце та неймовірна користь. Наш салат з креветками - це вибух вітамінів та білка. Соковиті креветки у поєднанні з хрусткими овочами та пікантною заправкою дарують відчуття свята без зайвої ваги. Ідеальний вибір для легкого ланчу або здорової вечері.',
    title: 'Салат з креветками',
  },
  {
    id: 2,
    img: './images/002.jpg',
    descr:
      'Грузинський хліб-човник із ніжною начинкою з розсоленої бринзи та сулугуні. Тісто тонке, хрустке по краях і м’яке всередині, а розплавлений сир у центрі створює неповторну вершкову текстуру. Подається гарячим із часточкою лимона або вершковим маслом. Ідеальний вибір для ситного сніданку чи легкого перекусу.',
    title: 'Хачапурі з бринзою',
  },
  {
    id: 3,
    img: './images/003.jpg',
    descr:
      'Традиційні грузинські вареники у формі «мішечків» із 18 складками. Усередині - запашний фарш із яловичини та свинини з великою кількістю цибулі та спецій, а також наваристий бульйон, який витікає при першому укусі. Їдять руками, беручи за хвостик, щоб не втратити жодної краплі смаку.',
    title: 'Хінкалі',
  },
  {
    id: 4,
    img: './images/004.jpg',
    descr:
      'Тонкий, як корж, але надзвичайно ситний пиріг із ніжною начинкою з рубаної яловичини з додаванням цибулі, часнику та зіри. Тісто - бездріжджове, на кефірі, що робить його м’яким навіть наступного дня. Зверху пиріг змащуємо вершковим маслом - він тане в роті. Подається з кисломолочним соусом або аджикою.',
    title: 'Осетинський пиріг з мясом',
  },
  {
    id: 5,
    img: './images/005.jpg',
    descr:
      "Соковиті подовжені котлети з ягнятини, приготовлені на відкритому вогні. Секрет страви - ретельно вибитий фарш із курдючним жиром, завдяки якому м'ясо залишається неймовірно м'яким і соковитим. Подається з печеним томатом, цибулевими кільцями та лавашем. Аромат грилю точно не залишить вас байдужими!",
    title: 'Люля кебаб',
  },
  {
    id: 6,
    img: './images/006.jpg',
    descr:
      'Відбірна яловичина на кістці, обсмажена до бажаного ступеня прожарювання. Завдяки тонким прошаркам жиру стейк виходить надзвичайно ніжним і соковитим. Подається з картоплею фрі, овочами гриль та ароматним вершковим соусом із травами. Ідеальний вибір для вечері під келих червоного вина.',
    title: 'Стейк на ребрі',
  },
  {
    id: 7,
    img: './images/007.jpg',
    descr:
      'Виноградне листя, в яке загорнуто ніжний фарш із ягнятини з рисом, цибулею та прянощами (м’ята, коріандр, чорний перець). Страва тушкується на повільному вогні, просочуючись соками, і набуває легкого кисло-солодкого присмаку. Подається з холодним мацоні та зеленню.',
    title: 'Долма',
  },
  {
    id: 8,
    img: './images/008.jpg',
    descr:
      "М'ясо, витримане в цибулевому маринаді з додаванням спецій, смажиться на вугіллі до золотистої скоринки. Виходить соковитим, рум'яним, із легким присмаком димку. Подається на дерев'яній дошці з маринованою цибулею, свіжими овочами та нашим фірмовим соусом. Особливо смакує з лавашем, щойно з мангалу",
    title: 'Шашлик зі свинини',
  },
];
